<?php 

$mail_title[1] = 'キャンセル待ち';

$mail_sbj[1] = '';

$mail_body[1] = 

"
サンプル
参加申込者数が定員数に達したのでお客様に関しましては、
只今キャンセル待ちとさせて頂いております。

ご案内ができる状態になりましたら、こちらからお電話、またはメールにてご連絡させていただきますので、入金せずにお待ちください。
。

";

$mail_title[2] = '催促';

$mail_sbj[2] = '';

$mail_body[2] = 

"
サンプル

直前の男女比調整のためご入金の受付は金曜日の15時で締め切らせていただきます。

まだお支払いがお済みでないお客様は締切までにお済ませいただきますよう、


";

$mail_title[3] = '処断返金';

$mail_sbj[3] = '';

$mail_body[3] = 

"
サンプル
せっかく入金してくれたけど案内できなくなりました。
ごめんねー
";

$mail_title[4] = '直前未入金';

$mail_sbj[4] = '';

$mail_body[4] = 

"
サンプル

参加費のご入金が確認できていないため、ご連絡させていただきました。
今回のご参加について一度下記番号までご連絡いただけますでしょうか。
また、ご連絡いただけない場合は自動的にキャンセルとさせていただきますので当日会場にお越しいただいてもご案内出来兼ねますのでご了承ください。

";


?>